-- phpMyAdmin SQL Dump
-- version 4.4.15.7
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1:3306
-- Время создания: Авг 07 2019 г., 10:22
-- Версия сервера: 5.5.50
-- Версия PHP: 5.6.23

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `student`
--

-- --------------------------------------------------------

--
-- Структура таблицы `student`
--

CREATE TABLE IF NOT EXISTS `student` (
  `id` int(11) NOT NULL,
  `fname` varchar(50) NOT NULL,
  `lname` varchar(50) NOT NULL,
  `mname` varchar(50) NOT NULL,
  `birthdate` varchar(50) NOT NULL,
  `tel` varchar(50) NOT NULL,
  `photochash` varchar(255) DEFAULT NULL,
  `tableid` int(11) DEFAULT NULL,
  `studentid` int(11) DEFAULT NULL,
  `orgid` int(11) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=402 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT;

--
-- Дамп данных таблицы `student`
--

INSERT INTO `student` (`id`, `fname`, `lname`, `mname`, `birthdate`, `tel`, `photochash`, `tableid`, `studentid`, `orgid`) VALUES
(25, 'Богданова', 'Софья', 'Михайловна', '19.12.2011', '', NULL, 1, 12, NULL),
(26, 'Бузанакова', 'Софья', 'Александровна', '02.06.2011', '', NULL, 2, 12, NULL),
(27, 'Девятьярова', 'Анастасия', 'Ильинична', '20.03.2011', '', NULL, 3, 12, NULL),
(28, 'Дмитриев', 'Никита', 'Павлович', '28.07.2001', '', NULL, 4, 12, NULL),
(29, 'Дюкин', 'Артем', 'Ильдарович', '05.10.2011', '', NULL, 5, 12, NULL),
(30, 'Завалина', 'Анна', 'Олеговна', '07.01.2011', '', NULL, 6, 12, NULL),
(31, 'Захаров', 'Иван', 'Александрович', '09.02.2011', '', NULL, 7, 12, NULL),
(32, 'Иванов', 'Глеб', 'Эдуардович', '09.09.2011', '', NULL, 8, 12, NULL),
(33, 'Ившин', 'Глеб', 'Алексеевич', '14.09.2010', '', NULL, 9, 12, NULL),
(34, 'Касимова', 'Ильсия', 'Рамиловна', '29.08.2011', '', NULL, 10, 12, NULL),
(35, 'Кротов', 'Александр', 'Михайлович', '11.11.2010', '', NULL, 11, 12, NULL),
(36, 'Кутявина', 'Юлия', 'Михайловна', '27.07.2011', '', NULL, 12, 12, NULL),
(37, 'Маркова', 'Валерия', 'Владимировна', '12.06.2011', '', NULL, 13, 12, NULL),
(38, 'Провоторов', 'Роман', 'Константинович', '28.07.2011', '', NULL, 14, 12, NULL),
(39, 'Райков', 'Дмитрий', 'Русланович', '16.09.2010', '', NULL, 15, 12, NULL),
(40, 'Семакин', 'Егор', 'Дмитриевич', '01.05.2011', '', NULL, 16, 12, NULL),
(41, 'Семакин', 'Илья', 'Игоревич', '29.11.2011', '', NULL, 17, 12, NULL),
(42, 'Симанова', 'Анна', 'Константиновна', '28.04.2011', '', NULL, 18, 12, NULL),
(43, 'Суворова', 'Маргарита', 'Кирилловна', '14.09.2011', '', NULL, 19, 12, NULL),
(44, 'Третьяков', 'Артем', 'Евгеньевич', '22.04.2011', '', NULL, 20, 12, NULL),
(45, 'Шутова', 'Валерия', 'Алексеевна', '19.08.2011', '', NULL, 21, 12, NULL),
(46, 'Афанасьев', 'Ефим', 'Андреевич', '14.01.2011', '', NULL, 1, 13, NULL),
(47, 'Баженова', 'Лидия', 'Андреевна', '14.02.2011', '', NULL, 2, 13, NULL),
(48, 'Батаков', 'Ярослав', 'Алексеевич', '17.12.2010', '', NULL, 3, 13, NULL),
(49, 'Бацура', 'Ярослав', 'Александрович', '24.06.2011', '', NULL, 4, 13, NULL),
(50, 'Долгих', 'Савелий', 'Станиславович', '24.03.2011', '', NULL, 5, 13, NULL),
(51, 'Зюзиков', 'Вадим', 'Сергеевич', '10.06.2011', '', NULL, 6, 13, NULL),
(52, 'Ившин', 'Тимофей', 'Антонович', '29.06.2011', '', NULL, 7, 13, NULL),
(53, 'Касимов', 'Марк', 'Альфредович', '02.10.2010', '', NULL, 8, 13, NULL),
(54, 'Коньков', 'Кирилл', 'Андреевич', '29.12.2010', '', NULL, 9, 13, NULL),
(55, 'Корнева', 'Таисия', 'Романовна', '21.09.2010', '', NULL, 10, 13, NULL),
(56, 'Костицына', 'Лидия', 'Павловна', '04.10.2010', '', NULL, 11, 13, NULL),
(57, 'Крафт', 'Сергей', 'Александрович', '27.02.2011', '', NULL, 12, 13, NULL),
(58, 'Лузянин', 'Дмитрий', 'Романович', '26.02.2011', '', NULL, 13, 13, NULL),
(59, 'Маренин', 'Матвей', 'Михайлович', '07.07.2011', '', NULL, 14, 13, NULL),
(60, 'Нелюбин', 'Виталий', 'Павлович', '12.10.2010', '', NULL, 15, 13, NULL),
(61, 'Николаев', 'Артем', 'Ринатович', '13.09.2011', '', NULL, 16, 13, NULL),
(62, 'Рожков', 'Артем', 'Андреевич', '14.10.2011', '', NULL, 17, 13, NULL),
(63, 'Светлакова', 'Антонина', 'Романовна', '21.06.2011', '', NULL, 18, 13, NULL),
(64, 'Симанова', 'Ксения', 'Олеговна', '02.08.2011', '', NULL, 19, 13, NULL),
(65, 'Сосновских', 'Даниил', 'Денисович', '30.09.2011', '', NULL, 20, 13, NULL),
(66, 'Тихонов', 'Ярослав', 'Александрович', '25.08.2010', '', NULL, 21, 13, NULL),
(67, 'Фёдоров', 'Максим', 'Сергеевич', '28.01.2011', '', NULL, 22, 13, NULL),
(68, 'Юнусбаева', 'Юлия', 'Евгеньевна', '29.04.2011', '', NULL, 1, 21, NULL),
(69, 'Ганибаур', 'Ева', 'Игоревна', '12.06.2010', '', NULL, 2, 21, NULL),
(70, 'Даниленко', 'Илья', 'Романович', '20.07.2010', '', NULL, 3, 21, NULL),
(71, 'Демина', 'Анна', 'Алексеевна', '22.08.2010', '', NULL, 4, 21, NULL),
(72, 'Зворыгина', 'Варвара', 'Сергеевна', '10.08.2010', '', NULL, 5, 21, NULL),
(73, 'Иванов', 'Даниил', 'Дмитриевич', '19.11.2010', '', NULL, 6, 21, NULL),
(74, 'Колосова', 'Злата', 'Денисовна', '14.05.2010', '', NULL, 7, 21, NULL),
(75, 'Корепанов', 'Владимир', 'Андреевич', '01.01.2011', '', NULL, 8, 21, NULL),
(76, 'Куртеев', 'Елисей', 'Анатольевич', '08.06.2010', '', NULL, 9, 21, NULL),
(77, 'Логинова', 'Анна', 'Ивановна', '28.12.2009', '', NULL, 10, 21, NULL),
(78, 'Микрюкова', 'Дарья', 'Антоновна', '25.02.2010', '', NULL, 11, 21, NULL),
(79, 'Мильчаков', 'Матвей', 'Андреевич', '21.02.2010', '', NULL, 12, 21, NULL),
(80, 'Минин', 'Лев', 'Константинович', '15.10.2010', '', NULL, 13, 21, NULL),
(81, 'Назарова', 'Олеся', 'Игоревна', '20.02.2010', '', NULL, 14, 21, NULL),
(82, 'Новоселов', 'Никита', 'Дмитриевич', '06.11.2009', '', NULL, 15, 21, NULL),
(83, 'Омельчук', 'Софья', 'Сергеевна', '12.12.2009', '', NULL, 16, 21, NULL),
(84, 'Перевозчиков', 'Никита', 'Сергеевич', '07.02.2010', '', NULL, 17, 21, NULL),
(85, 'Романова', 'Юлия', 'Алексеевна', '18.12.2009', '', NULL, 18, 21, NULL),
(86, 'Смирнова', 'Маргарита', 'Артемовна', '28.12.2009', '', NULL, 19, 21, NULL),
(87, 'Талыгин', 'Юрий', 'Евгеньевич', '17.01.2010', '', NULL, 20, 21, NULL),
(88, 'Федоров', 'Егор', 'Павлович', '17.03.2010', '', NULL, 21, 21, NULL),
(89, 'Чупина', 'Юлия', 'Владимировна', '28.01.2010', '', NULL, 22, 21, NULL),
(90, 'Якубович', 'Алина', 'Евгеньевна', '12.12.2009', '', NULL, 23, 21, NULL),
(91, 'Артемьева', 'Мария', 'Сергеевна', '26.08.2010', '', NULL, 1, 22, NULL),
(92, 'Виноградов', 'Вадим', 'Александрович', '12.05.2010', '', NULL, 2, 22, NULL),
(93, 'Владыкин', 'Игорь', 'Никитич', '03.12.2010', '', NULL, 3, 22, NULL),
(94, 'Кондратьев', 'Роман', 'Станиславович', '28.04.2010', '', NULL, 4, 22, NULL),
(95, 'Коровина', 'Алина', 'Михайловна', '05.08.2010', '', NULL, 5, 22, NULL),
(96, 'Королев', 'Глеб', 'Андреевич', '19.05.2010', '', NULL, 6, 22, NULL),
(97, 'Кузнецов', 'Максим', 'Александрович', '31.01.2010', '', NULL, 7, 22, NULL),
(98, 'Маершин', 'Дмитрий', 'Константинович', '12.11.2009', '', NULL, 8, 22, NULL),
(99, 'Микрюков', 'Никита', 'Денисович', '10.04.2010', '', NULL, 9, 22, NULL),
(100, 'Овчинникова', 'Ульяна', 'Дмитриевна', '24.12.2009', '', NULL, 10, 22, NULL),
(101, 'Повышева', 'Мария', 'Сергеевна', '03.08.2010', '', NULL, 11, 22, NULL),
(102, 'Тутынин', 'Глеб', 'Сергеевич', '09.02.2010', '', NULL, 12, 22, NULL),
(103, 'Федорова', 'Ирина', 'Константиновна', '03.12.2010', '', NULL, 13, 22, NULL),
(104, 'Чупина', 'Вера', 'Андреевна', '09.02.2010', '', NULL, 14, 22, NULL),
(105, 'Чупина', 'Ульяна', 'Дмитриевна', '24.08.2010', '', NULL, 15, 22, NULL),
(106, 'Шкляев', 'Тимофей', 'Андреевич', '15.10.2009', '', NULL, 16, 22, NULL),
(107, 'Шуклин', 'Савелий', 'Алексеевич', '25.09.2010', '', NULL, 17, 22, NULL),
(108, 'Юминова', 'Софья', 'Алексеевна', '13.08.2010', '', NULL, 18, 22, NULL),
(109, 'Яговкин', 'Артем', 'Павлович', '10.06.2010', '', NULL, 19, 22, NULL),
(110, 'Бабинцев', 'Дмитрий', 'Евгеньевич', '20.04.2010', '', NULL, 1, 23, NULL),
(111, 'Ванина', 'Маргарита', 'Евгеньевна', '18.02.2010', '', NULL, 2, 23, NULL),
(112, 'Газиева', 'Эмилия', 'Имдадалиевна', '17.03.2010', '', NULL, 3, 23, NULL),
(113, 'Долгих', 'Арсений', 'Станиславович', '17.03.2010', '', NULL, 4, 23, NULL),
(114, 'Иванов', 'Кирилл', 'Игоревич', '21.02.2010', '', NULL, 5, 23, NULL),
(115, 'Ижаев', 'Алан', 'Асланович', '12.04.2010', '', NULL, 6, 23, NULL),
(116, 'Касимова', 'Арина', 'Владиславовна', '07.02.2010', '', NULL, 7, 23, NULL),
(117, 'Корнев', 'Матвей', 'Сергеевич', '22.04.2010', '', NULL, 8, 23, NULL),
(118, 'Корнев', 'Тимофей', 'Сергеевич', '22.04.2010', '', NULL, 9, 23, NULL),
(119, 'Костицын', 'Кирилл', 'Александрович', '19.06.2010', '', NULL, 10, 23, NULL),
(120, 'Курочкин', 'Андрей', 'Иванович', '02.02.2010', '', NULL, 11, 23, NULL),
(121, 'Мартьянова', 'Елизавета', 'Алексеевна', '29.07.2010', '', NULL, 12, 23, NULL),
(122, 'Мильчаков', 'Лев', 'Ильич', '15.07.2010', '', NULL, 13, 23, NULL),
(123, 'Миронова', 'Александра', 'Евгеньевна', '21.04.2010', '', NULL, 14, 23, NULL),
(124, 'Перевозчиков', 'Артем', 'Алексеевич', '24.02.2010', '', NULL, 15, 23, NULL),
(125, 'Пикулева', 'Ангелина', 'Геннадьевна', '13.07.2010', '', NULL, 16, 23, NULL),
(126, 'Понаморева', 'Анна', 'Викторовна', '09.10.2009', '', NULL, 17, 23, NULL),
(127, 'Прокопьев', 'Роман', 'Евгеньевич', '18.08.2010', '', NULL, 18, 23, NULL),
(128, 'Саламатова', 'Дарья', 'Анатольевна', '28.07.2010', '', NULL, 19, 23, NULL),
(129, 'Чащин', 'Даниил', 'Романович', '20.07.2010', '', NULL, 20, 23, NULL),
(130, 'Чистоедова', 'Дарья', 'Константиновна', '29.01.2010', '', NULL, 21, 23, NULL),
(131, 'Шешетин', 'Илья', 'Игоревич', '13.06.2010', '', NULL, 22, 23, NULL),
(132, 'Яковлев', 'Матвей', 'Владимирович', '21.09.2010', '', NULL, 23, 23, NULL),
(133, 'Абашев', 'Линар', 'Альбертович', '02.04.2010', '', NULL, 1, 24, NULL),
(134, 'Белослудцев', 'Андрей', 'Анатольевич', '01.04.2010', '', NULL, 2, 24, NULL),
(135, 'Будин', 'Ярослав', 'Николаевич', '15.08.2010', '', NULL, 3, 24, NULL),
(136, 'Васильев', 'Михаил', 'Дмитриевич', '22.11.2009', '', NULL, 4, 24, NULL),
(137, 'Главатских', 'Кристина', 'Андреевна', '28.02.2010', '', NULL, 5, 24, NULL),
(138, 'Городилова', 'Кристина', 'Сергеевна', '06.05.2010', '', NULL, 6, 24, NULL),
(139, 'Зайцев', 'Олег', 'Германович', '11.07.2010', '', NULL, 7, 24, NULL),
(140, 'Зямбахтина', 'Алина', 'Антоновна', '24.11.2010', '', NULL, 8, 24, NULL),
(141, 'Исупова', 'Карина', 'Даниловна', '13.05.2010', '', NULL, 9, 24, NULL),
(142, 'Корепанов', 'Ярослав', 'Григорьевич', '11.03.2010', '', NULL, 10, 24, NULL),
(143, 'Костенкова', 'Мария', 'Александровна', '06.04.2010', '', NULL, 11, 24, NULL),
(144, 'Максимов', 'Максим', 'Евгеньевич', '02.04.2010', '', NULL, 12, 24, NULL),
(145, 'Русских', 'Ксения', 'Игоревна', '01.06.2010', '', NULL, 13, 24, NULL),
(146, 'Семенова', 'Ольга', 'Александровна', '31.12.2009', '', NULL, 14, 24, NULL),
(147, 'Симаков', 'Никита', 'Сергеевич', '15.04.2010', '', NULL, 15, 24, NULL),
(148, 'Фомин', 'Владислав', 'Михайлович', '02.02.2010', '', NULL, 16, 24, NULL),
(149, 'Чеботарева', 'Кристина', 'Янисовна', '13.03.2011', '', NULL, 17, 24, NULL),
(150, 'Юрьева', 'Василиса', 'Дмитриевна', '06.09.2010', '', NULL, 18, 24, NULL),
(151, 'Антонов', 'Матвей', 'Андреевич', '26.03.2009', '', NULL, 1, 31, NULL),
(152, 'Буторин', 'Станислав', 'Сергеевич', '04.12.2008', '', NULL, 2, 31, NULL),
(153, 'Гуськова', 'Анастасия', 'Игоревна', '07.04.2009', '', NULL, 3, 31, NULL),
(154, 'Дунаев', 'Илья', 'Никитич', '02.08.2009', '', NULL, 4, 31, NULL),
(155, 'Жаркова', 'Владислава', 'Александровна', '03.03.2009', '', NULL, 5, 31, NULL),
(156, 'Зюзиков', 'Максим', 'Игоревич', '27.03.2009', '', NULL, 6, 31, NULL),
(157, 'Кожевников', 'Константин', 'Сергеевич', '21.07.2009', '', NULL, 7, 31, NULL),
(158, 'Коноплёв', 'Максим', 'Романович', '01.08.2009', '', NULL, 8, 31, NULL),
(159, 'Конькова', 'Юлия', 'Сергеевна', '02.08.2009', '', NULL, 9, 31, NULL),
(160, 'Краюшкина', 'Елизавета', 'Сергеевна', '17.03.2009', '', NULL, 10, 31, NULL),
(161, 'Кропачева', 'Арина', 'Александровна', '28.05.2009', '', NULL, 11, 31, NULL),
(162, 'Лялина', 'Мария', 'Сергеевна', '31.05.2009', '', NULL, 12, 31, NULL),
(163, 'Мельников', 'Кирилл', 'Денисович', '09.02.2010', '', NULL, 13, 31, NULL),
(164, 'Навалихин', 'Савелий', 'Геннадьевич', '18.03.2009', '', NULL, 14, 31, NULL),
(165, 'Никитин', 'Илья', 'Васильевич', '11.12.2008', '', NULL, 15, 31, NULL),
(166, 'Перевалова', 'Мария', 'Георгиевна', '21.12.2009', '', NULL, 16, 31, NULL),
(167, 'Печоник', 'Роман', 'Дмитриевич', '03.08.2009', '', NULL, 17, 31, NULL),
(168, 'Поздеев', 'Григорий', 'Сергеевич', '23.04.2009', '', NULL, 18, 31, NULL),
(169, 'Пушин', 'Василий', 'Игоревич', '18.05.2009', '', NULL, 19, 31, NULL),
(170, 'Скворцова', 'Анастасия', 'Евгеньевна', '10.02.2009', '', NULL, 20, 31, NULL),
(171, 'Сунцов', 'Глеб', 'Романович', '13.02.2009', '', NULL, 21, 31, NULL),
(172, 'Третьякова', 'Ульяна', 'Олеговна', '18.11.2008', '', NULL, 22, 31, NULL),
(173, 'Урасинова', 'Софья', 'Кирилловна', '20.10.2009', '', NULL, 23, 31, NULL),
(174, 'Хлобыстова', 'Полина', 'Евгеньевна', '02.06.2009', '', NULL, 24, 31, NULL),
(175, 'Чежегова', 'Юлия', 'Александровна', '15.09.2009', '', NULL, 25, 31, NULL),
(176, 'Абашев', 'Марсель', 'Ренатович', '22.07.2009', '', NULL, 1, 32, NULL),
(177, 'Барышников', 'Игорь', 'Алексеевич', '17.03.2009', '', NULL, 2, 32, NULL),
(178, 'Биянова', 'Полина', 'Борисовна', '13.12.2008', '', NULL, 3, 32, NULL),
(179, 'Болтачев', 'Тимофей', 'Дмитриевич', '04.08.2009', '', NULL, 4, 32, NULL),
(180, 'Бордун', 'Мария', 'Алексеевна', '09.04.2009', '', NULL, 5, 32, NULL),
(181, 'Ворончихина', 'Арина', 'Александровна', '13.06.2009', '', NULL, 6, 32, NULL),
(182, 'Гагарин', 'Матвей', 'Александрович', '27.08.2009', '', NULL, 7, 32, NULL),
(183, 'Ишанкулова', 'Регина', 'Бахтиеровна', '10.12.2008', '', NULL, 8, 32, NULL),
(184, 'Караваев', 'Ян', 'Павлович', '28.06.2009', '', NULL, 9, 32, NULL),
(185, 'Касимова', 'Алина', 'Маратовна', '01.10.2009', '', NULL, 10, 32, NULL),
(186, 'Кирьянов', 'Степан', 'Дмитриевич', '02.07.2009', '', NULL, 11, 32, NULL),
(187, 'Кузнецов', 'Никита', 'Михайлович', '06.11.2009', '', NULL, 12, 32, NULL),
(188, 'Максимова', 'Рубина', 'Максимовна', '22.05.2009', '', NULL, 13, 32, NULL),
(189, 'Машковцева', 'Вероника', 'Павловна', '02.11.2008', '', NULL, 14, 32, NULL),
(190, 'Мысягина', 'Валерия', 'Константиновна', '12.03.2009', '', NULL, 15, 32, NULL),
(191, 'Пасынков', 'Федор', 'Иванович', '04.03.2009', '', NULL, 16, 32, NULL),
(192, 'Першакова', 'Анна', 'Витальевна', '01.01.2009', '', NULL, 17, 32, NULL),
(193, 'Пикулева', 'Дарина', 'Геннадьевна', '09.02.2009', '', NULL, 18, 32, NULL),
(194, 'Попов', 'Кирилл', 'Александрович', '18.08.2009', '', NULL, 19, 32, NULL),
(195, 'Поторочин', 'Игорь', 'Денисович', '16.01.2009', '', NULL, 20, 32, NULL),
(196, 'Родионова', 'Анна', 'Александровна', '28.05.2009', '', NULL, 21, 32, NULL),
(197, 'Савчук', 'Сергей', 'Николаевич', '30.12.2008', '', NULL, 22, 32, NULL),
(198, 'Ситников', 'Семен', 'Сергеевич', '28.08.2009', '', NULL, 23, 32, NULL),
(199, 'Чекунов', 'Роман', 'Павлович', '25.07.2009', '', NULL, 24, 32, NULL),
(200, 'Чулков', 'Александр', 'Максимович', '07.12.2008', '', NULL, 25, 32, NULL),
(201, 'Анисимова', 'Ксения', 'Олеговна', '20.10.2009', '', NULL, 1, 33, NULL),
(202, 'Белослудцева', 'Ольга', 'Дмитриевна', '18.09.2009', '', NULL, 2, 33, NULL),
(203, 'Боталов', 'Алексей', 'Яковлевич', '04.08.2008', '', NULL, 3, 33, NULL),
(204, 'Ванзидлер', 'Софья', 'Денисовна', '24.10.2009', '', NULL, 4, 33, NULL),
(205, 'Васильев', 'Даниил', 'Александрович', '13.01.2009', '', NULL, 5, 33, NULL),
(206, 'Волков', 'Владислав', 'Игоревич', '25.09.2009', '', NULL, 6, 33, NULL),
(207, 'Гуменникова', 'Ксения', 'Васильевна', '03.09.2009', '', NULL, 7, 33, NULL),
(208, 'Кайсина', 'Елена', 'Александровна', '17.12.2009', '', NULL, 8, 33, NULL),
(209, 'Мокрецова', 'Полина', 'Григорьевна', '24.05.2009', '', NULL, 9, 33, NULL),
(210, 'Пашкин', 'Андрей', 'Кириллович', '21.06.2009', '', NULL, 10, 33, NULL),
(211, 'Передернин', 'Данил', 'Сергеевич', '21.08.2009', '', NULL, 11, 33, NULL),
(212, 'Плюснин', 'Захар', 'Михайлович', '17.01.2009', '', NULL, 12, 33, NULL),
(213, 'Порошина', 'Валерия', 'Сергеевна', '17.08.2009', '', NULL, 13, 33, NULL),
(214, 'Саковец', 'Дарья', 'Вячеславовна', '03.08.2009', '', NULL, 14, 33, NULL),
(215, 'Семенов', 'Всеволод', 'Петрович', '14.07.2009', '', NULL, 15, 33, NULL),
(216, 'Сунцова', 'Лидия', 'Любомировна', '11.09.2009', '', NULL, 16, 33, NULL),
(217, 'Токарев', 'Николай', 'Александрович', '15.03.2009', '', NULL, 17, 33, NULL),
(218, 'Трефилова', 'Мираслава', 'Евгеньевна', '31.01.2009', '', NULL, 18, 33, NULL),
(219, 'Урсегов', 'Никита', 'Иванович', '21.12.2009', '', NULL, 19, 33, NULL),
(220, 'Устюгова', 'Полина', 'Евгеньевна', '04.02.2010', '', NULL, 20, 33, NULL),
(221, 'Чеботарев', 'Тимур', 'Янисович', '22.09.2009', '', NULL, 21, 33, NULL),
(222, 'Шишкин', 'Михаил', 'Владимирович', '18.11.2008', '', NULL, 22, 33, NULL),
(223, 'Юминов', 'Илья', 'Алексеевич', '28.03.2009', '', NULL, 23, 33, NULL),
(224, 'Арискина', 'Анастасия', 'Викторовна', '15.11.2007', '', NULL, NULL, 41, NULL),
(225, 'Артемьева', 'Виктория', 'Станиславовна', '11.05.2008', '', NULL, NULL, 41, NULL),
(226, 'Афонин', 'Максим', 'Юрьевич', '30.09.2008', '', NULL, NULL, 41, NULL),
(227, 'Бармина', 'Милана', 'Дмитриевна', '10.04.2008', '', NULL, NULL, 41, NULL),
(228, 'Белослудцев', 'Богдан', 'Андреевич', '13.04.2008', '', NULL, NULL, 41, NULL),
(229, 'Бузиков', 'Артур', 'Сергеевич', '31.12.2007', '', NULL, NULL, 41, NULL),
(230, 'Вершинин', 'Кирилл', 'Вадимович', '03.09.2008', '', NULL, NULL, 41, NULL),
(231, 'Владыкина', 'Алина', 'Александровна', '21.05.2008', '', NULL, NULL, 41, NULL),
(232, 'Дементьева', 'Анастасия', 'Дмитриевна', '19.01.2008', '', NULL, NULL, 41, NULL),
(233, 'Денников', 'Егор', 'Константинович', '13.12.2007', '', NULL, NULL, 41, NULL),
(234, 'Дзюина', 'Екатерина', 'Ивановна', '11.06.2008', '', NULL, NULL, 41, NULL),
(235, 'Зарипов', 'Ратмир', 'Рустемович', '06.04.2008', '', NULL, NULL, 41, NULL),
(236, 'Лотов', 'Егор', 'Васильевич', '07.01.2008', '', NULL, NULL, 41, NULL),
(237, 'Малышева', 'Полина', 'Викторовна', '06.01.2008', '', NULL, NULL, 41, NULL),
(238, 'Махмудов', 'Руслан', 'Гюльогланович', '12.04.2008', '', NULL, NULL, 41, NULL),
(239, 'Наговицына', 'Вероника', 'Алексеевна', '05.07.2008', '', NULL, NULL, 41, NULL),
(240, 'Никулин', 'Лев', 'Георгиевич', '07.04.2008', '', NULL, NULL, 41, NULL),
(241, 'Овсюков', 'Артем', 'Александрович', '11.07.2008', '', NULL, NULL, 41, NULL),
(242, 'Опарина', 'Валерия', 'Алексеевна', '14.02.2008', '', NULL, NULL, 41, NULL),
(243, 'Орлова', 'Виктория', 'Алексеевна', '06.10.2008', '', NULL, NULL, 41, NULL),
(244, 'Поздеев', 'Кирилл', 'Сергеевич', '07.08.2008', '', NULL, NULL, 41, NULL),
(245, 'Семенова', 'Кристина', 'Александровна', '11.07.2008', '', NULL, NULL, 41, NULL),
(246, 'Суворова', 'Карина', 'Амировна', '24.06.2008', '', NULL, NULL, 41, NULL),
(247, 'Турецкова', 'Ксения', 'Дмитриевна', '23.10.2007', '', NULL, NULL, 41, NULL),
(248, 'Чупин', 'Степан', 'Сергеевич', '04.03.2008', '', NULL, NULL, 41, NULL),
(249, 'Абашев', 'Данис', 'Рафисович', '04.12.2007', '', NULL, 1, 42, NULL),
(250, 'Анисимов', 'Ярослав', 'Андреевич', '23.11.2008', '', NULL, 2, 42, NULL),
(251, 'Арасланов', 'Рустам', 'Дамирович', '03.10.2008', '', NULL, 3, 42, NULL),
(252, 'Ашенбренер', 'Лилия', 'Романовна', '28.12.2007', '', NULL, 4, 42, NULL),
(253, 'Ашенбренер', 'Юлия', 'Романовна', '28.12.2007', '', NULL, 5, 42, NULL),
(254, 'Васильева', 'Елизавета', 'Павловна', '21.09.2008', '', NULL, 6, 42, NULL),
(255, 'Гавшина', 'Полина', 'Сергеевна', '08.08.2008', '', NULL, 7, 42, NULL),
(256, 'Емельянов', 'Максим', 'Сергеевич', '31.05.2008', '', NULL, 8, 42, NULL),
(257, 'Ильченко', 'Семён', 'Романович', '08.01.2008', '', NULL, 9, 42, NULL),
(258, 'Кайсина', 'Арина', 'Сергеевна', '12.05.2008', '', NULL, 10, 42, NULL),
(259, 'Касимов', 'Никита', 'Дамирович', '03.12.2007', '', NULL, 11, 42, NULL),
(260, 'Копысова', 'Александра', 'Ивановна', '15.04.2008', '', NULL, 12, 42, NULL),
(261, 'Кругляков', 'Сергей', 'Станиславович', '07.09.2008', '', NULL, 13, 42, NULL),
(262, 'Кудряшов', 'Григорий', 'Алексеевич', '31.03.2008', '', NULL, 14, 42, NULL),
(263, 'Кузьмина', 'Ксения', 'Григорьевна', '31.01.2009', '', NULL, 15, 42, NULL),
(264, 'Култышева', 'Ксения', 'Эдуардовна', '15.08.2008', '', NULL, 16, 42, NULL),
(265, 'Николаева', 'Валерия', 'Андреевна', '04.10.2008', '', NULL, 17, 42, NULL),
(266, 'Нифтуллаев', 'Раван', 'Заминович', '23.09.2008', '', NULL, 18, 42, NULL),
(267, 'Петько', 'Арсентий', 'Андреевич', '05.06.2008', '', NULL, 19, 42, NULL),
(268, 'Прощалыкин', 'Михаил', 'Денисович', '15.04.2008', '', NULL, 20, 42, NULL),
(269, 'Салтыков', 'Владислав', 'Александрович', '15.10.2007', '', NULL, 21, 42, NULL),
(270, 'Сарабын', 'Александра', 'Ивановна', '03.08.2008', '', NULL, 22, 42, NULL),
(271, 'Семакин', 'Евгений', 'Александрович', '23.10.2008', '', NULL, 23, 42, NULL),
(272, 'Усольцева', 'Анна', 'Сергеевна', '09.09.2008', '', NULL, 24, 42, NULL),
(273, 'Чирков', 'Ким', 'Владимирович', '02.04.2008', '', NULL, 25, 42, NULL),
(274, 'Шкляев', 'Александр', 'Петрович', '27.07.2008', '', NULL, 26, 42, NULL),
(275, 'Яковлев', 'Яков', 'Игоревич', '14.08.2008', '', NULL, 27, 42, NULL),
(276, 'Авилова', 'Алеся', 'Александровна', '09.05.2007', '', NULL, NULL, 51, NULL),
(277, 'Аккузина', 'Ольга', 'Дмитриевна', '16.05.2007', '', NULL, NULL, 51, NULL),
(278, 'Бекмансуров', 'Тимур', 'Фраилевич', '09.10.2007', '', NULL, NULL, 51, NULL),
(279, 'Богданова', 'Анна', 'Сергеевна', '03.08.2007', '', NULL, NULL, 51, NULL),
(280, 'Боталов', 'Никита', 'Алексеевич', '30.07.2007', '', NULL, NULL, 51, NULL),
(281, 'Веретенников', 'Константин', 'Алексеевич', '31.01.2007', '', NULL, NULL, 51, NULL),
(282, 'Голощук', 'Варвара', 'Андреевна', '26.10.2006', '', NULL, NULL, 51, NULL),
(283, 'Захарова', 'Екатерина', 'Сергеевна', '07.02.2007', '', NULL, NULL, 51, NULL),
(284, 'Золотова', 'Евгения', 'Денисовна', '10.05.2007', '', NULL, NULL, 51, NULL),
(285, 'Иванова', 'Анастасия', 'Дмитриевна', '15.08.2007', '', NULL, NULL, 51, NULL),
(286, 'Кондратьева', 'Юлия', 'Викторовна', '19.07.2007', '', NULL, NULL, 51, NULL),
(287, 'Коротаева', 'Екатерина', 'Николаевна', '24.09.2007', '', NULL, NULL, 51, NULL),
(288, 'Котенков', 'Артем', 'Андреевич', '22.05.2007', '', NULL, NULL, 51, NULL),
(289, 'Максимов', 'Савелий', 'Владимирович', '22.03.2007', '', NULL, NULL, 51, NULL),
(290, 'Мезенцев', 'Дмитрий', 'Александрович', '08.05.2007', '', NULL, NULL, 51, NULL),
(291, 'Меньшиков', 'Демид', 'Александрович', '24.05.2007', '', NULL, NULL, 51, NULL),
(292, 'Нестеренко', 'Владислав', 'Александрович', '24.01.2007', '', NULL, NULL, 51, NULL),
(293, 'Николаева', 'Юлия', 'Антоновна', '23.07.2007', '', NULL, NULL, 51, NULL),
(294, 'Одинцов', 'Ярослав', 'Дмитриевич', '04.05.2007', '', NULL, NULL, 51, NULL),
(295, 'Присмотров', 'Александр', 'Дмитриевич', '24.06.2007', '', NULL, NULL, 51, NULL),
(296, 'Соснина', 'Валерия', 'Андреевна', '20.07.2007', '', NULL, NULL, 51, NULL),
(297, 'Сунцова', 'Юлия', 'Антоновна', '10.05.2007', '', NULL, NULL, 51, NULL),
(298, 'Халиков', 'Карим', 'Хакимович', '14.11.2007', '', NULL, NULL, 51, NULL),
(299, 'Широбокова', 'Дарья', 'Денисовна', '11.09.2007', '', NULL, NULL, 51, NULL),
(300, 'Абашева', 'Таисия', 'Артуровна', '09.08.2007', '', NULL, NULL, 52, NULL),
(301, 'Богданов', 'Архип', 'Владимирович', '09.09.2007', '', NULL, NULL, 52, NULL),
(302, 'Богданов', 'Владислав', 'Игоревич', '11.11.2006', '', NULL, NULL, 52, NULL),
(303, 'Брылякова', 'Анна', 'Дмитриевна', '29.04.2007', '', NULL, NULL, 52, NULL),
(304, 'Булдаков', 'Владислав', 'Русланович', '11.10.2006', '', NULL, NULL, 52, NULL),
(305, 'Добронравова', 'Анастасия', 'Андреевна', '09.04.2007', '', NULL, NULL, 52, NULL),
(306, 'Дёмина', 'Анна', 'Алексеевна', '09.10.2007', '', NULL, NULL, 52, NULL),
(307, 'Есенеев', 'Владимир', 'Сергеевич', '09.08.2007', '', NULL, NULL, 52, NULL),
(308, 'Колпаков', 'Кирилл', 'Юрьевич', '15.09.2007', '', NULL, NULL, 52, NULL),
(309, 'Лопатюк', 'Вячеслав', 'Сергеевич', '28.08.2007', '', NULL, NULL, 52, NULL),
(310, 'Луконенко', 'Кирилл', 'Сергеевич', '28.12.2006', '', NULL, NULL, 52, NULL),
(311, 'Набокова', 'Анна', 'Эдуардовна', '15.09.2007', '', NULL, NULL, 52, NULL),
(312, 'Невоструев', 'Иван', 'Алексеевич', '18.11.2006', '', NULL, NULL, 52, NULL),
(313, 'Обухов', 'Никита', 'Алексеевич', '14.12.2006', '', NULL, NULL, 52, NULL),
(314, 'Плетенёва', 'Софья', 'Алексеевна', '30.11.2007', '', NULL, NULL, 52, NULL),
(315, 'Попов', 'Ярослав', 'Андреевич', '08.03.2007', '', NULL, NULL, 52, NULL),
(316, 'Резенова', 'Ксения', 'Андреевна', '20.12.2006', '', NULL, NULL, 52, NULL),
(317, 'Русских', 'Ксения', 'Ивановна', '01.03.2007', '', NULL, NULL, 52, NULL),
(318, 'Сабрекова', 'Арина', 'Азатовна', '12.07.2007', '', NULL, NULL, 52, NULL),
(319, 'Селедкова', 'Екатерина', 'Анатольевна', '12.05.2007', '', NULL, NULL, 52, NULL),
(320, 'Сигова', 'Полина', 'Сергеевна', '26.08.2007', '', NULL, NULL, 52, NULL),
(321, 'Ситникова', 'Алина', 'Сергеевна', '29.10.2007', '', NULL, NULL, 52, NULL),
(322, 'Сунцова', 'Кристина', 'Олеговна', '22.09.2007', '', NULL, NULL, 52, NULL),
(323, 'Ушаков', 'Климентий', 'Иванович', '11.11.2007', '', NULL, NULL, 52, NULL),
(324, 'Хабибулина', 'Александра', 'Сергеевна', '27.09.2007', '', NULL, NULL, 52, NULL),
(325, 'Шкляев', 'Леонид', 'Петрович', '04.12.2006', '', NULL, NULL, 52, NULL),
(326, 'Юрьев', 'Николай', 'Дмитриевич', '10.12.2007', '', NULL, NULL, 52, NULL),
(327, 'Демидов', 'Матвей', 'Вячеславович', '16.02.2006', '', NULL, NULL, 61, NULL),
(328, 'Забалуева', 'Владилена', 'Сергеевна', '20.11.2005', '', NULL, NULL, 61, NULL),
(329, 'Кротов', 'Сергей', 'Николаевич', '01.01.2004', '', NULL, NULL, 61, NULL),
(330, 'Санников', 'Егор', 'Дмитриевич', '01.01.2006', '', NULL, NULL, 61, NULL),
(331, 'Богданова', 'Ксения', 'Алексеевна', '09.06.2006', '', NULL, NULL, 62, NULL),
(332, 'Невзорова', 'Вика', 'Игоревна', '01.01.2007', '', NULL, NULL, 62, NULL),
(333, 'Тутынина', 'Софья', 'Сергеевна', '25.06.2006', '', NULL, NULL, 62, NULL),
(334, 'Арасланов', 'Владимир', 'Романович', '15.09.2005', '', NULL, NULL, 71, NULL),
(335, 'Дитятьева', 'Яна', 'Андреевна', '29.10.2005', '', NULL, NULL, 71, NULL),
(336, 'Ельцова', 'Яна', 'Дмитриевна', '08.03.2006', '', NULL, NULL, 71, NULL),
(337, 'Чибышев', 'Дмитрий', 'Евгеньевич', '15.12.2004', '', NULL, NULL, 71, NULL),
(338, 'Владыкин', 'Антон', 'Сергеевич', '15.08.2005', '', NULL, NULL, 72, NULL),
(339, 'Колпакова', 'Ксения', 'Юрьевна', '12.08.2005', '', NULL, NULL, 72, NULL),
(340, 'Корнева', 'Ольга', 'Сергеевна', '28.07.2005', '', NULL, NULL, 72, NULL),
(341, 'Морозова', 'Елизавета', 'Владимировна', '14.07.2004', '', NULL, NULL, 72, NULL),
(342, 'Букаланова', 'Алина', 'Маратовна', '24.08.2004', '', NULL, NULL, 81, NULL),
(343, 'Машковцев', 'Вячеслав', 'Павлович', '15.01.2004', '', NULL, NULL, 81, NULL),
(344, 'Прокофьев', 'Илья', 'Сергеевич', '31.12.2004', '', NULL, NULL, 81, NULL),
(345, 'Волков', 'Станислав', 'Сергеевич', '17.01.2002', '', NULL, NULL, 82, NULL),
(346, 'Щепина', 'Алена', 'Олеговна', '19.09.2003', '', NULL, NULL, 82, NULL),
(347, 'Демидов', 'Захар', 'Вячеславович', '26.06.2003', '', NULL, NULL, 91, NULL),
(348, 'Чирков', 'Вадим', 'Денисович', '03.07.2003', '', NULL, NULL, 91, NULL),
(349, 'Чупин', 'Илья', 'Дмитриевич', '19.08.2003', '', NULL, NULL, 91, NULL),
(350, 'Голубчиков', 'Иван', 'Евгеньевич', '26.09.2014', '', NULL, NULL, 92, NULL),
(351, 'Берегалов', 'Владислав', 'Иванович', '01.01.2002', '', NULL, NULL, 101, NULL),
(352, 'Кораблёв', 'Иван', 'Андреевич', '13.07.2002', '', NULL, NULL, 101, NULL),
(353, 'Милютина', 'Елизавета', 'Алексеевна', '13.04.2002', '', NULL, NULL, 101, NULL),
(380, 'Барышникова', 'Алина', 'Михайловна', '12.08.2011', '89124646702', 'uploads/5d4a7bf41a06b.jpg', 1, 11, NULL),
(382, 'Бекмеметьева', 'Ксения', 'Васильевна', '14.04.2011', '', NULL, 2, 11, NULL),
(383, 'Блинов', 'Глеб', 'Николаевич', '05.08.2011', '', NULL, 3, 11, NULL),
(384, 'Бригадина', 'Арина', 'Алексеевна', '09.01.2011', '', NULL, 4, 11, NULL),
(385, 'Веретенникова', 'Дарья', 'Эдуардовна', '13.07.2011', '', NULL, 5, 11, NULL),
(386, 'Владыкина', 'Полина', 'Юрьевна', '17.01.2011', '', NULL, 6, 11, NULL),
(387, 'Волкова', 'Дарья', 'Ильинична', '27.04.2011', '', NULL, 7, 11, NULL),
(388, 'Иванова', 'Елизавета', 'Алексеевна', '13.03.2011', '', NULL, 8, 11, NULL),
(389, 'Конькова', 'Елизаваета', 'Константиновна', '06.09.2011', '', NULL, 9, 11, NULL),
(390, 'Крупнов', 'Климентий', 'Алексеевич', '19.06.2011', '', NULL, 10, 11, NULL),
(391, 'Кузнецов', 'Артем', 'Андреевич', '21.11.2010', '', NULL, 11, 11, NULL),
(392, 'Кукушкин', 'Егор', 'Алексеевич', '16.07.2011', '', NULL, 12, 11, NULL),
(393, 'Курулюк', 'Алексей', 'Дмитриевич', '17.07.2011', '', NULL, 13, 11, NULL),
(394, 'Никулин', 'Родион', 'Константинович', '10.09.2011', '', NULL, 14, 11, NULL),
(395, 'Огрин', 'Макар', 'Дмитриевич', '25.01.2011', '', NULL, 15, 11, NULL),
(396, 'Одинцов', 'Артем', 'Дмитриевич', '10.08.2011', '', NULL, 16, 11, NULL),
(397, 'Пасынков', 'Николай', 'Владиславович', '10.10.2011', '', NULL, 17, 11, NULL),
(398, 'Пасынков', 'Степан', 'Иванович', '28.08.2011', '', NULL, 18, 11, NULL),
(399, 'Перевощикова', 'Диана', 'Константиновна', '25.12.2010', '', NULL, 19, 11, NULL),
(400, 'Петрова', 'Мария', 'Ивановна', '25.07.2011', '', NULL, 20, 11, NULL),
(401, 'Свиридова', 'Полина', 'Алексеевна', '25.03.2011', '', NULL, 21, 11, NULL);

-- --------------------------------------------------------

--
-- Структура таблицы `studentgroup`
--

CREATE TABLE IF NOT EXISTS `studentgroup` (
  `id` int(11) NOT NULL,
  `stage` int(11) NOT NULL,
  `title` varchar(50) NOT NULL,
  `orgid` int(11) NOT NULL,
  `studentid` int(11) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=28 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT;

--
-- Дамп данных таблицы `studentgroup`
--

INSERT INTO `studentgroup` (`id`, `stage`, `title`, `orgid`, `studentid`) VALUES
(1, 1, 'А', 0, 11),
(2, 1, 'Б', 0, 12),
(3, 1, 'В', 0, 13),
(5, 2, 'А', 0, 21),
(6, 2, 'Б', 0, 22),
(7, 2, 'В', 0, 23),
(8, 2, 'Г', 0, 24),
(9, 3, 'А', 0, 31),
(10, 3, 'Б', 0, 32),
(11, 3, 'В', 0, 33),
(12, 4, 'А', 0, 41),
(13, 4, 'Б', 0, 42),
(15, 5, 'А', 0, 51),
(18, 5, 'Б', 0, 52),
(19, 6, 'А', 0, 61),
(20, 6, 'Б', 0, 62),
(21, 7, 'А', 0, 71),
(22, 7, 'Б', 0, 72),
(23, 8, 'А', 0, 81),
(24, 8, 'Б', 0, 82),
(25, 9, 'А', 0, 91),
(26, 9, 'Б', 0, 92),
(27, 10, 'А', 0, 101);

-- --------------------------------------------------------

--
-- Структура таблицы `studenttitle_headline`
--

CREATE TABLE IF NOT EXISTS `studenttitle_headline` (
  `id` int(11) NOT NULL,
  `name` varchar(50) NOT NULL,
  `title` text NOT NULL,
  `smalltext` varchar(50) NOT NULL,
  `titlesmall` text NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=13 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT;

--
-- Дамп данных таблицы `studenttitle_headline`
--

INSERT INTO `studenttitle_headline` (`id`, `name`, `title`, `smalltext`, `titlesmall`) VALUES
(1, 'stageandtitle', 'Список существующих групп', 'smallstageandtitle', '(select group)'),
(2, 'updategroup', 'Редактор групп', 'smalleupdategroup', '(update group)'),
(3, 'insertgroup', 'Добавить группу', 'smallinsertgroup', '(insert group)'),
(4, 'deletegroup', 'Удалить группу', 'smalldeletegroup', '(delete group)'),
(5, 'transfergroup', 'Перевод всех групп', 'smalltransfergroup', '(full update group stage + 1 and stage -1)'),
(6, 'grouplists', 'Список учеников в группе', 'smallgrouplists', '(select student on group)'),
(7, 'insertst', 'Добавить ученика', 'smallinsertst', '(insert student on group)'),
(8, 'updatest', 'Редактор ученика', 'smallupdatest', '(update student on group)'),
(9, 'groupcsv', 'Добавить списком с помощью CSV файла ', 'smallgroupcsv', '(insert CSV on group)'),
(10, 'deletest', 'Удалить ученика', 'smalldeletest', '(delete student on group)'),
(11, 'fulldeleteimgst', 'Удалить фото у всех учеников', 'smallfulldeleteimgst', '(update photochash = "NULL")'),
(12, 'fulldeletest', 'Удалить всех учеников группы', 'smallfulldeletest', '(delete student on group)');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `student`
--
ALTER TABLE `student`
  ADD PRIMARY KEY (`id`),
  ADD KEY `FK_student_studentgroup` (`studentid`);

--
-- Индексы таблицы `studentgroup`
--
ALTER TABLE `studentgroup`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `studentid` (`studentid`);

--
-- Индексы таблицы `studenttitle_headline`
--
ALTER TABLE `studenttitle_headline`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `student`
--
ALTER TABLE `student`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=402;
--
-- AUTO_INCREMENT для таблицы `studentgroup`
--
ALTER TABLE `studentgroup`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=28;
--
-- AUTO_INCREMENT для таблицы `studenttitle_headline`
--
ALTER TABLE `studenttitle_headline`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=13;
--
-- Ограничения внешнего ключа сохраненных таблиц
--

--
-- Ограничения внешнего ключа таблицы `student`
--
ALTER TABLE `student`
  ADD CONSTRAINT `student_ibfk_1` FOREIGN KEY (`studentid`) REFERENCES `studentgroup` (`studentid`);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
